package arithmetic;
// 1+2+4+7+11+16+22
//       1350
public class Sequence1350se {
	public static void main(String[] args) {
		int i = 0, d = 1, sum = 1;
			
        while (true) {
        	
        }
        
        /**System.out.printf(
          "======================================================\n"
        + "1+2+4+7+11+16+22+... 증가하는 수열의 20번째 항까지 합 \n"
        + "======================================================\n"
        + " %d \n"
        + "=======================================================",sum);*/

		
	}
}